export const ROOT = (data, env) => `
	<h1>Политика конфиденциальности</h1>
	<p>
		Пользователь, оставляя заявку на интернет-сайте <b>${env.host}</b>, принимает настоящее Согласие на обработку персональных данных (далее - Согласие). Действуя свободно, своей волей и в своем интересе, а также подтверждая свою дееспособность, Пользователь дает свое согласие на обработку своих персональных данных со следующими условиями:
	</p>
	<ol>
		<li>
			Данное Согласие дается на обработку персональных данных, как без использования средств автоматизации, так и с их использованием.
		</li>
		<li>
			Согласие дается на обработку любой информации, относящейся к прямо или косвенно определенному или определяемому физическому лицу, в том числе:
			<ul>
				<li>персональные данные, не являющиеся специальными или биометрическими: фамилия, имя, отчество; номера телефонов; адреса электронной почты.</li>
				<li>пользовательские данные (cookie, сведения о местоположении; тип и версия ОС; тип и версия Браузера; тип устройства и разрешение его экрана; источник, откуда пришел на сайт пользователь; с какого сайта или по какой рекламе; язык ОС и Браузера; какие страницы открывает и на какие кнопки нажимает пользователь; ip-адрес).</li>
			</ul>
		</li>
		<li>
			Персональные данные не являются общедоступными.
		</li>
		<li>
			Цель обработки персональных данных: обработка входящих запросов физических лиц с целью оказания консультирования; аналитики действий физического лица на веб-сайте и функционирования веб-сайта.
		</li>
		<li>
			Основанием для обработки персональных данных является: ст. 24 Конституции Российской Федерации; ст.6 Федерального закона №152-ФЗ «О персональных данных»; настоящее согласие на обработку персональных данных.
		</li>
		<li>
			В ходе обработки с персональными данными будут совершены следующие действия: сбор; накопление; хранение; использование; передача (распространение, предоставление, доступ); удаление.
		</li>
		<li>
			Персональные данные обрабатываются до отписки физического лица от рекламных и новостных рассылок. Также обработка персональных данных может быть прекращена по запросу субъекта персональных данных. Хранение персональных данных, зафиксированных на бумажных носителях, осуществляется согласно ПП 687 "Положение об особенностях обработки персональных данных, осуществляемой без использования средств автоматизации".
		</li>
		<li>Согласие может быть отозвано субъектом персональных данных или его представителем путем направления письменного заявления.
		</li>
		<li>
			Настоящее согласие действует все время до момента прекращения обработки персональных данных, указанных в п.7 и п.8 данного Согласия.
		</li>
	</ol>
`